Repository: hda-typo3/hda_personen
Catalog: Resources/Private/Language/*.locallang_flexform.xlf
Languages: de

# sheet_person
source: Select person
de: Personenauswahl

source: Startingpoint
de: Ausgangspunkt

# person
source: Individual selection
de: Direkte Personenauswahl (überstimmt alles darüber gewählte)

# employed
source: Usergroups
de: Beschäftigungsgruppen auswählen

# sort
source: Sorting of the individual selection
de: Auswahl alphabetisch sortieren (betrifft nur die direkte Personenauswahl)

# sheet_personaldata
source: Display personal data
de: Personendaten

source: Salutation
de: Anrede

source: Degree
de: Akademischer Grad

source: Department
de: Abteilung/Fachbereich

source: Roles
de: Rollen

source: Employed
de: Beschäftigungsverhältnis

source: Consultation
de: Sprechzeiten (aus dem LDAP)

# profil
source: Show the profil from the LDAP
de: Profildaten aus dem LDAP anzeigen

# educationalarea
source: Activities
de: Arbeits-/Tätigkeitsbereich/Lehrgebiet

# educationalarea.1
source: Educational Area
de: Lehrgebiet

# educationalarea.2
source: Workspace
de: Arbeitsbereich

# educationalarea.3
source: Area of responsibility
de: Aufgabengebiet

# personal
source: Link to the personalpage
de: Link zur persönlichen Profilseite anzeigen. Diese Seite muss im Navigationstitel (nav_title) dem Wert der E-Mail-Adresse entsprechen 'vorname nachname', aber ein Leerzeichen statt des Punkts.

# noname
source: Hide the name in the frontend (only in Singleview)
de: Namen anzeigen/verstecken

# subtitle
source: Subtitle (only in Singleview)
de: Zusatzinformation

# sheet_contactdata
source: Contact data
de: Kontaktdaten

source: Zip / city
de: PLZ / Stadt

source: Address
de: Straße

source: Office
de: Büro

source: Telephone
de: Telefon

# telephone2
source: Other Telephone
de: Eigene Telefonnummer

# www
source: Website
de: Webseite - wie im LDAP hinterlegt

# ownemail
source: Own E-Mail address (only in Singleview)
de: Eigene E-Mail

source: Image
de: Bildreferenz (Bild muss freigegeben sein, public)

# emailformat.classical
source: Classical
de: Klassisches Format

# emailformat.name
source: Only name
de: Nur Name

# emailformat.mailsymbol
source: Only word E-Mail
de: Nur das Wort E-Mail

# sheet_display
source: Display
de: Darstellung

source: Templates
de: Templateauswahl

source: Pagination
de: Seitenpaginierung

# pagination.0
source: no
de: keine anzeigen

# pagination.1
source: yes
de: anzeigen

# pagination.2
source: abc
de: alphabetisch sortiert

# sortby
source: Sorting
de: Sortierung

# sortby.1
source: User-ID
de: Nutzer - ID

# sortby.2
source: Employmend
de: Beschäftigungsverhältnis

# sortby.3
source: Department
de: Abteilung/Bereich

# asc
source: Sorting direction
de: Sortierrichtung

# asc.0
source: 0 = desc, 1 = asc(Standard)
de: 0 = absteigend, 1 = aufsteigend (Standard)

source: Spacing
de: Abstände

source: Imageformat
de: Bilddarstellung

# imageformat.1
source: normal
de: normal 4:3

# imageformat.2
source: wide
de: breit 16:9

# imageformat.3
source: portrait
de: Porträt 4:5

# imageformat.4
source: square
de: quadratisch

# imageformat.5
source: fixed
de: Feste Größe

# search
source: Show searchfield
de: Suche anzeigen

source: Items
de: Anzahl, der angezeigten Datensätze in einer Reihe.

# itemsperpage
source: ItemPerPage
de: Anzahl, der angezeigten Datensätze.

# maximumLinks
source: Max. links
de: Max. Anzahl, der Links.

# show
source: show/hide
de: zeigen/verstecken

# xtraclass
source: Extra class
de: Zusätzliche Css-Klasse.
