Repository: hda-typo3/hda_personen
Catalog: Resources/Private/Language/*.locallang_backend.xlf
Languages: de

# fe_users.tab
source: LDAP
de: LDAP-Informationen

# employed
source: Employment Type
de: Beschäftigt als

# roles
source: Role
de: Rollen

source: Consultation
de: Sprechzeiten

source: Educational area
de: Lehrbereich

source: Salutation
de: Anrede

source: Office
de: Büro

# imageref
source: Image reference
de: Bildreferenz

source: Longitude
de: Längengrad

source: Latitude
de: Breitengrad

# list
source: List view, three columns
de: Listenansicht 3-spaltig

# compact
source: Compact view
de: Kompakte Anzeige

# profilview
source: Single View
de: Profil-Anzeige

# title
source: Person-Plugin
de: Personen-Plugin

# description
source: Plugin to show personal data from the LDAP
de: Plugin zur Darstellung der Personen.

# whiteline
source: white background with a line
de: Weißer Hintergrund mit Linie.

source: Contact
de: Kontakt
